[
  {
    "title": "Boats",
    "image": "boats.jpg",
    "shortDescription": [
      "From narrow dinghis and fishing boats to wide river ferries and cargo crafts, Bengal’s boats were built for tide, trade, and travel. Each design evolved from the rhythm of oars, monsoon waters, and everyday survival.",
      "Slender dinghis skimmed shallow canals, while sturdy koshas and panshis carried nets, grain, and people across open rivers. Large bajras and merchant boats moved slowly with the current, their high hulls shaped for long journeys and heavy loads. Together, these vessels formed a living river economy—quiet, resilient, and deeply woven into daily life.",
      "Boat Types: Dinghi Nouka, Panshi Nao, Baich er Nouka, Moyurponkhi Nao, Bajra, Shampan, Balam Nouka"
    ],
    "dateMade": "2026-01-16",
    "orientation": "horizontal"
  },
  {
    "title": "Songs",
    "image": "river-songs.jpg",
    "shortDescription": [
      "Bengal’s native songs are rooted in soil and spirit, shaped by folk memory, devotion, and the quiet poetry of rural life—flowing through river traditions and boat cultures where music rose with the oars and drifted with the tide.",
      "Across rivers and villages, these songs carried longing, labor, faith, and resistance—binding people to land and water through shared sound.",
      "Song Genres: Bhatiyali, Lalon’s Songs, Baul, Nazrul’s Songs"
    ],
    "dateMade": "2026-01-17",
    "orientation": "horizontal"
  },
  {
    "title": "Crafts",
    "image": "homecrafts.jpg",
    "shortDescription": [
      "Threads of silk, cotton, and memory move hand to hand in lamplit rooms, while honey drips from forest dusk and needles quietly stitch lived time into cloth. From river wind to hill mist, labor flows—unbroken—shaping a land that remembers itself through craft.",
      "Varendra Region (Shores of Chalan Beel): The dry uplands and wetland edges of Varendra supported silk taat weaving alongside pottery, shaal woodcraft, and village metal works. These crafts formed an interdependent system—looms demanded tools, tools shaped clay and wood, and all served an agrarian landscape defined by resilience rather than abundance.",
      "Sonargaon Outskirts: In the fertile floodplains around Sonargaon, cotton taat weaving flourished beside metal works and pottery, while Nakshi Kantha embroidery emerged within domestic spaces. Here, fine textiles and household crafts reflected proximity to trade routes, courtly demand, and dense settlement life.",
      "Sundarbans Frontier: At the forest’s edge, craft followed survival. Honey collection defined seasonal labor, supported by golpata-based woodcraft for shelter and tools. Fishing nets and jute craft sustained river and estuary livelihoods, shaped by tides, mangrove ecology, and constant negotiation with the forest.",
      "Barisal Sandbar: On shifting riverine chars, dried fish preservation anchored subsistence, complemented by shell craft, fishing net making, and jute work. These crafts were portable, adaptive, and responsive to a landscape that appeared, eroded, and reformed with the river’s will.",
      "Chittagong Coast: As Bengal’s maritime gateway, the coast centered on foreign trade posts that connected local production to distant worlds. Salt processing, fishing nets, and coconut-based woodcraft supported port settlements, blending coastal ecology with long-distance exchange.",
      "Sylhet Hill Slopes: In the misted hills of Sylhet, tea plantations defined the regional economy, while stonemasons, pottery, and bamboo woodcraft persisted alongside it. These crafts drew directly from hill terrain and forest growth, sustaining everyday life beyond the plantation grid."
    ],
    "dateMade": "2026-01-21",
    "orientation": "horizontal"
  },
  {
    "title": "Produce",
    "image": "produce.jpg",
    "shortDescription": [
      "Across Bengal, food grew where land, water, and labor allowed it—rooted not in abundance alone, but in careful adaptation. From dry uplands and shifting river sandbars to mangrove frontiers and misted hills, sustenance followed ecology, season, and lived knowledge.",
      "In the Varendra Region along the shores of Chalan Beel, rice paddies anchored life, followed by winter lentils and bright mustard patches that colored the dry season, while mango and jackfruit trees marked homestead boundaries; oil ghani presses turned mustard seed into daily sustenance.",
      "Around the Sonargaon outskirts, fertile floodplains sustained rice and lentils alongside banana groves and household vegetable patches, supported by small cattle holdings that supplied milk and strength for agrarian life.",
      "At the Sundarbans frontier, salt-tolerant rice paddies met tidal waters, where fishing and crab ponds shaped protein intake, vegetable plots rose on higher ground, and deer were kept in managed enclosures reflecting a controlled, frontier relationship with the forest.",
      "On the shifting Barisal sandbars, broadcast rice adapted to unstable land, sugarcane thrived in fertile silt, fishing remained essential, vegetable patches followed the seasons, and poultry coops provided reliable food amid constant river change.",
      "Along the Chittagong coast, coconut trees defined the landscape, jum rice cultivation echoed hill-adjacent practices, fishing tied households to the sea, vegetable plots filled daily needs, and goats grazed hardy coastal scrub.",
      "In the Sylhet hill slopes, tea plantations reshaped land and labor, while betel vines and supari trees flourished in humid shade, vegetables grew near homes, and beekeeping quietly turned forest flowers and garden blooms into honey, completing a food system shaped by hills, rain, and patience."
    ],
    "dateMade": "2026-01-22",
    "orientation": "horizontal"
  },
  {
    "title": "The Lily's Whisper ",
    "image": "twinboats.jpg",
    "shortDescription": [
      "Beneath the misted rivers of Bengal, the Bede speak of a vessel that is not merely a boat, but a drifting home between worlds. They call it The Lily’s Whisper, for it moves with the quiet grace of a waterlily, unseen until it is suddenly near. To outsiders it seems only timber and sail, yet to the river people it is the root from which all journeys begin and return.",
      "No one agrees on what kind of craft it truly is. Some say it is shaped like an old bajra, broad and steady, built for the long slow arteries of the Padma and the Meghna. Others insist it carries the curves of a shampan, raised at both ends, as if it once belonged to the restless coastal waters where the river breaks into sea. From a distance it appears different each time — sometimes a barge, sometimes a shadowed ark — as though the boat itself refuses to be named.",
      "Its decks are woven with life — children’s footsteps, traders’ voices, the scent of nets, herbs, and river-wet wood. Markets gather in its shadow, songs rise with the smoke of evening fires, and lanterns bloom along its hull like scattered stars. Storms may bend the waters and borders may shift on land, but the vessel endures, carrying a people whose homeland is motion. In the endless flow of the river, The Lily’s Whisper remains."
    ],
    "dateMade": "2026-01-23",
    "orientation": "horizontal"
  }
]
