[
  {
    "title": "When Tomorrow Stops Waiting",
    "image": "hehasnoname.jpeg",
    "shortDescription": [
      "It was once a person, but no one remembers who. All that’s known is that it lived a life built on hesitation—endless plans, endless dreams, and endless delays until even time grew tired of waiting. When death finally reached that unfinished soul, there was nothing whole enough to claim. From that void of abandoned moments, it formed—something born not from malice, but from every “later” that was never fulfilled. Its true name has faded from all memory; only the unease it brings remains.",
      "Its body resembles a fossilized nightmare: corroded bronze fused with decaying moss, its frame tangled in ancient cobwebs and centuries of neglect. Where a face should be, writhing tendrils spill outward, searching blindly through the air as though hunting for the future it was denied. Its hollow eye sockets swallow light instead of reflecting it, and a dying glow churns within its chest—a trapped remnant of time that can no longer move forward.",
      "Rusted gears and broken chains hang from its limbs, shifting to rhythms that belong to no living world. Whenever it moves, reality stutters; shadows bend the wrong way, and the air ripples as though moments are snapping out of order.",
      "It is drawn to those who live as it once did—the procrastinators, the hesitant, the dreamers who promise themselves “tomorrow.” When it finds such souls, it does not strike with claws or fangs. Instead, it folds their unspent moments around them like a shroud. Some are stretched across lost centuries, conscious but unable to step forward. Others are twisted into warped echoes of the futures they abandoned. And some simply disappear, erased so completely that the world forgets they ever had a chance.",
      "Those who waste their hours never hear it coming—but the moment they whisper “I’ll do it later,” it begins to listen."
    ],
    "dateMade": "2025-08-04",
    "orientation": "horizontal"
  },
  {
    "title": "Doran's Map",
    "image": "Dragons.jpg",
    "shortDescription": [
      "When the Shadow Lord’s Ak-Baba swept across Deltora, the seven dragons were hunted almost to extinction. When only one dragon remained in each gem territory, Doran the Dragonlover convinced them to sleep, hidden and sworn not to take advantage of one another, until a king wearing the Belt of Deltora would call them back.",
      "The diamond dragon endured through loss rather than dominance. Nearly destroyed, its legacy survived through its young, pale fire reflecting endurance and survival instead of raw power.",
      "The emerald dragon rose from high places with fierce pride, its spines bristling and eyes blazing green. Honour-bound yet quick to anger, it was as unyielding as the mountains it claimed.",
      "The lapis-lazuli dragon cut through the sky like a shard of night, its blue fire scattered like stars. Swift, sharp-tongued, and fearless, it was a creature of height and hunt rather than patience.",
      "The topaz dragon bore the scars of open war, vast and golden, wings torn yet unbroken. Even wounded, it fought on, carrying the weight of wide skies and relentless endurance.",
      "The opal dragon was remembered for flame that shimmered through every colour. Rare and shifting, it was neither simple nor easily mastered.",
      "The ruby dragon ruled land, sea, and sky alike, its scarlet wings cutting above cliffs and waves. Sleek and watchful, its fire was tied as much to wind and water as to flame.",
      "The amethyst dragon was buried and dragged toward death in the dunes, slow to rise and slow to heal. Its purple fire returned only with patience, truth, and time.",
      "They were never united by friendship, yet together they formed the living balance of Deltora. When they vanished into sleep, the land weakened; when they began to wake, the world remembered what it had lost."
    ],
    "dateMade": "2025-01-20",
    "orientation": "horizontal"
  },
  {
    "title": "Fleshlamp",
    "image": "fleshlamp.jpg",
    "shortDescription": [
      "A handheld light source of uncertain loyalty. Once an industry-standard touch, now overtaken by an infection that replaced circuitry with sinew and glass with growth. The primary illumination comes from a bioluminescent orb seated in the bulb cavity; occasionally blinks, or lingers shut a moment too long. The blink is irregular and cannot be overridden—expect interruptions, usually at the least convenient time. The casing is warm, faintly damp, and subtly reactive to grip; improper handling may provoke a corrective bite.",
      "Even so, the Fleshlamp remains useful in deep or lightless spaces, as it appears to sense collapses, false passages, and approaching threats before the user does. Whether this is warning or anticipation is unclear. Best held by the reinforced mid-band. Do not cradle. Do not rely on uninterrupted light. If it quivers while you’re moving, stop. It has already seen what’s ahead."
    ]. 
    "dateMade": "2025-01-21",
    "orientation": "horizontal"
  },
  {
    "title": "Mythic River Guardian",
    "image": "river-guardian.jpeg",
    "shortDescription": "A folkloric guardian figure shaped by water and mist, blending mythic motifs with modern concept-art composition.",
    "dateMade": "2025-09-14",
    "orientation": "horizontal"
  }
]
