[
  {
    "title": "When Tomorrow Stops Waiting",
    "image": "images/aiart/hehasnoname.jpeg",
    "shortDescription": [
      "It was once a person, but no one remembers who. All that’s known is that it lived a life built on hesitation—endless plans, endless dreams, and endless delays until even time grew tired of waiting. When death finally reached that unfinished soul, there was nothing whole enough to claim. From that void of abandoned moments, it formed—something born not from malice, but from every “later” that was never fulfilled. Its true name has faded from all memory; only the unease it brings remains.",
      "Its body resembles a fossilized nightmare: corroded bronze fused with decaying moss, its frame tangled in ancient cobwebs and centuries of neglect. Where a face should be, writhing tendrils spill outward, searching blindly through the air as though hunting for the future it was denied. Its hollow eye sockets swallow light instead of reflecting it, and a dying glow churns within its chest—a trapped remnant of time that can no longer move forward.",
      "Rusted gears and broken chains hang from its limbs, shifting to rhythms that belong to no living world. Whenever it moves, reality stutters; shadows bend the wrong way, and the air ripples as though moments are snapping out of order.",
      "It is drawn to those who live as it once did—the procrastinators, the hesitant, the dreamers who promise themselves “tomorrow.” When it finds such souls, it does not strike with claws or fangs. Instead, it folds their unspent moments around them like a shroud. Some are stretched across lost centuries, conscious but unable to step forward. Others are twisted into warped echoes of the futures they abandoned. And some simply disappear, erased so completely that the world forgets they ever had a chance.",
      "Those who waste their hours never hear it coming—but the moment they whisper “I’ll do it later,” it begins to listen."
    ],
    "dateMade": "2025-08-04",
    "orientation": "horizontal"
  },
  {
    "title": "Desert Glass Temples",
    "image": "images/aiart/desert-glass-temples.jpeg",
    "shortDescription": "Surreal glass-like architecture emerging from dunes, with warm rim lighting and atmospheric haze.",
    "dateMade": "2025-11-20",
    "orientation": "horizontal"
  },
  {
    "title": "Portrait Study: Ember",
    "image": "images/aiart/portrait-ember.jpeg",
    "shortDescription": "Character portrait with painterly texture and soft depth-of-field, tuned for balanced skin tones and controlled highlights.",
    "dateMade": "2025-10-09",
    "orientation": "horizontal"
  },
  {
    "title": "Mythic River Guardian",
    "image": "images/aiart/river-guardian.jpeg",
    "shortDescription": "A folkloric guardian figure shaped by water and mist, blending mythic motifs with modern concept-art composition.",
    "dateMade": "2025-09-14",
    "orientation": "horizontal"
  }
]
